["\n      “You see, that is the sad, sorry, terrible thing about sarcasm.It's really funny.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n  \n\n//\n\n", "\n      “The purpose of a storyteller is not to tell you how to think, but to give you questions to think upon.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “By now, it is probably very late at night, and you have stayed up to read this book when you should have gone to sleep. If this is the case, then I commend you for falling into my trap. It is a writer's greatest pleasure to hear that someone was kept up until the unholy hours of the morning reading one of his books. It goes back to authors being terrible people who delight in the suffering of others. Plus, we get a kickback from the caffeine industry...”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “Life before Death.Strength before Weakness.Journey before Destination.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Elend: I kind of lost track of time…Breeze: For two hours?Elend: There were books involved.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “You should try not to talk so much, friend. You'll sound far less stupid that way.- Breeze”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “It's easy to believe in something when you win all the time...The losses are what define a man's faith.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “Belief isn't simply a thing for fair times and bright days...What is belief - what is faith - if you don't continue in it after failure?...Anyone can believe in someone, or something that always succeeds...But failure...ah, now, that is hard to believe in, certainly and truly. Difficult enough to have value. Sometimes we just have to wait long enough...then we find out why exactly it was that we kept believing...There's always another secret.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “I've always been very confident in my immaturity.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “But you can't kill me, Lord Tyrant. I represent that one thing you've never been able to kill, no matter how hard you try. I am hope.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Sometimes the prize is not worth the costs. The means by which we achieve victory are as important as the victory itself.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “My behavior is nonetheless, deplorable. Unfortunately, I'm quite prone to such bouts of deplorability--take for instance, my fondness for reading books at the dinner table.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “And so, does the destination matter? Or is it the path we take? I declare that no accomplishment has substance nearly as great as the road used to achieve it. We are not creatures of destinations. It is the journey that shapes us. Our callused feet, our backs strong from carrying the weight of our travels, our eyes open with the fresh delight of experiences lived.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “There's always another secret.' -Kelsier”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Our belief is often strongest when it should be weakest. That is the nature of hope.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Expectations were like fine pottery. The harder you held them, the more likely they were to crack.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “I try to avoid having thoughts. They lead to other thoughts, and—if you’re not careful—those lead to actions. Actions make you tired. I have this on rather good authority from someone who once read it in a book.”\n    ―\n  \n    Brandon Sanderson\n  \n\n\n", "\n      “I'm not really sure why. But... do you stop loving someone just because they betray you? I don't think so. That's what makes the betrayal hurt so much - pain, frustration, anger... and I still loved her. I still do.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “People can do great things. However, there are some things they just CAN'T do. I, for instance, have not been able to transform myself into a Popsicle, despite years of effort.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “To lack feeling is to be dead, but to act on every feeling is to be a child.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “If you're always on time, it implies that you never have anything better you should be doing.”\n    ―\n  \n    Brandon Sanderson\n  \n\n\n", "\n      “Good men don't become legends,\" he said quietly.\"Good men don't need to become legends.\" She opened her eyes, looking up at him. \"They just do what's right anyway.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “Elend smiled. \"Oh, come on. You have to admit that you're unusual, Vin. You're like some strange mixture of a noblewoman, a street urchin, and a cat. Plus, you've mangaged - in our short three years together - to kill not only my god, but my father, my brother, and my fiancée. That's kind of like a homicidal hat trick.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “If you give up what you want most for what you think you should want more, you'll end up miserable.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “Men rarely see their own actions as unjustified.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Just because I do not accept the teachings of the devotaries does not mean I've discarded a belief in right and wrong.\"\"But the Almighty determines what is right!\"\"Must someone, some unseen thing, declare what is right for it to be right? I believe that my own morality -- which answers only to my heart -- is more sure and true than the morality of those who do right only because they fear retribution.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Somehow, we'll find it. The balance between whom we wish to be and whom we need to be. But for now, we simply have to be satisfied with who we are.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “Unknowing ignorance is preferable to informed stupidity.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Warbreaker\n    \n    \n\n\n\n//\n\n", "\n      “A man can only lead when others accept him as their leader, and he has only as much authority as his subjects give to him. All of the brilliant ideas in the world cannot save your kingdom if no one will listen to them.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n  \n\n//\n\n", "\n      “Somebody has to start. Somebody has to step forward and do what is right, because it is right.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Honor is dead. But I'll see what I can do.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Why hasn't anyone killed him yet?”“Dumb luck,” Wit said. “In that I’m lucky you’re all so dumb.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “...A man can only stumble for so long before he either falls or stands up straight.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “Breeze strolled over to the table and chose a seat with his characteristic decorum. The portly man raised his dueling cane, pointing it at Ham. 'I see that my period of intellectual respite has come to an end.'Ham smiled. 'I thought up a couple beastly questions while I was gone, and I've been saving them just for you, Breeze.''I'm dying of anticipation,' Breeze said. He turned his cane toward Lestibournes. 'Spook, drink.'Spook rushed over and fetched Breeze a cup of wine.'He's such a fine lad,' Breeze noted, accepting the drink. 'I barely even have to nudge him Allomantically. If only the rest of you ruffians were so accommodating.'Spook frowned. 'Niceing the not on the playing without.''I have no idea what you just said, child,' Breeze said. 'So I'm simply going to pretend it was coherent, then move on.'Kelsier rolled his eyes. 'Losing the stress on the nip,' he said. 'Notting without the needing of care.''Riding the rile of the rids to the right,' Spook said with a nod.'What are you two babbling about?' Breeze said testily.'Wasing the was of brightness,' Spook said. 'Nip the having of wishing of this.''Ever wasing the doing of this,' Kelsier agreed.'Ever wasing the wish of having the have,' Ham added with a smile. 'Brighting the wish of wasing the not.'Breeze turned to Dockson with exasperation. 'I believe our companions have finally lost their minds, dear friend.'Dockson shrugged. Then, with a perfectly straight face, he said, 'Wasing not of wasing is.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “He saw it in her eyes. The anguish, the frustration. The terrible nothing that clawed inside and sought to smother her. She knew. It was there, inside. She had been broken. Then she smiled. Oh, storms. She smiled anyway. It was the single most beautiful thing he’d seen in his entire life.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “It was amazing how many books one could fit into a room, assuming one didn't want to move around very much.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “In the end, all men die. How you lived will be far more important to the Almighty than what you accomplished.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Belief?\"\"Yes,\" Sazed said. \"Tell me, Mistress. What is it that you believe?\"Vin frowned. \"What kind of question is that?\"\"The most important kind, I think.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Never throw the first punch. If you have to throw the second, try to make sure they don't get up for a third.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “At first glance, the key and the lock it fits may seem very different,\" Sazed said. \"Different in shape, different in function, different in design. The man who looks at them without knowledge of their true nature might think them opposites, for one is meant to open, and the other to keep closed. Yet, upon closer examination he might see that without one, the other becomes useless. The wise man then sees that both lock and key were created for the same purpose.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “Ah, the outdoors,' Shallan said. 'I visited that mythical place once.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “The mark of a great man is one who knows when to set aside the important things in order to accomplish the vital ones.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Alloy of Law\n    \n    \n\n\n\n//\n\n", "\n      “Authors also create lovable, friendly characters, then proceed to do terrible things to them, like throw them in unsightly librarian-controlled dungeons. This makes readers feel hurt and worried for the characters. The simple truth is that authors like making people squirm. If this weren't the case, all novels would be filled completely with cute bunnies having birthday parties.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “You're a very difficult person to manipulate, you know.\"\"Nonsense,\" he said. \"You just have to promise me that I won't have to do a thing, and then I'll do anything you want.\"\"Anything?\"\"Anything that doesn't require doing anything.\"\"That's nothing, then.\"\"Is it?\"\"Yes.\"\"Well, that's something.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Warbreaker\n    \n    \n\n\n\n//\n\n", "\n      “Marsh: Our best efforts were never even a mild annoyance to the Lord Ruler.\"Kelsier: Ah, but being an annoyance is something that I am very good at. In fact, I'm far more than just a 'mild' annoyance--people tell me I can be downright frustrating. Might as well use this talent for the cause of good, eh?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Every man is a hero of his own story.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Warbreaker\n    \n    \n\n\n\n//\n\n", "\n      “Well, Vin says that there's something behind all this, right? Some evil force of doom or whatever? Well, if I were said force of doom, then I certainly wouldn't have used my powers to turn the land black. It just lacks flair. Red. Now, that would be an interesting color. Think of the possibilities--if the ash were red, the rivers would run like blood. Black is so monotonous that you can forget about it, but red--you'd always be thinking, 'Why, look at that. That hill is red. That evil force of doom trying to destroy me certainly has style.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “The only time you seem honest is when you’re insulting someone!”“The only honest things I can say to you are insults.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “This is going to take a while. I'm a fantasy author. We have trouble with the concept of brevity.”\n    ―\n  \n    Brandon Sanderson\n  \n\n\n", "\n      “Sometimes a hypocrite is nothing more than a man in the process of changing.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “We follow the codes not because they bring gain, but because we loathe the people we would otherwise become.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “How do you 'accidentally' kill a noble man in his own mansion?\" \"With a knife in the chest. Or, rather, a pair of knives in the chest...”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Strength does not make one capable of rule; it makes one capable of service.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “A man was defined not by his flaws, but by how he overcame them.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “What? Is that boy crazy?\"\"Most young men his age are somewhat crazy, I think,\" Sazed said with a smile. \"However, this is hardly unexpected. Haven't you noticed how he stares at you when you enter a room?\"\"I thought he was just creepy.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “I ain't grouchy,” Teft snapped. “I just have a low threshold for stupidity.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Remember, the past need not become our future as well.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Elantris\n    \n    \n\n\n\n//\n\n", "\n      “I needed to say something. Something romantic! Something to sweep her off her feet.\"You’re like a potato!\" I shouted after her. \"In a minefield.\"She froze in place. Then she spun on me, her face lit by a half-grown fruit. “A potato,” she said flatly. “That’s the best you can do? Seriously?”“It makes sense,” I said. “Listen. You’re strolling through a minefield, worried about getting blown up. And then you step on something, and you think, ‘I’m dead.’ But it’s just a potato. And you’re so relieved to find something so wonderful when you expected something so awful. That’s what you are. To me.”“A potato.”“Sure. French fries? Mashed potatoes? Who doesn’t like potatoes?”“Plenty of people. Why can’t I be something sweet, like a cake?”“Because cake wouldn’t grow in a minefield. Obviously.”She stared down the hallway at me for a few moments, then sat on an overgrown set of roots.Sparks. She seemed to be crying. Idiot! I thought at myself, scrambling through the foliage. Romantic. You were supposed to be romantic, you slontze! Potatoes weren’t romantic. I should have gone with a carrot.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Firefight\n    \n    \n\n\n\n//\n\n", "\n      “To love the journey is to accept no such end. I have found, through painful experience, that the most important step a person can take is always the next one.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n  \n\n//\n\n", "\n      “Lately, I feel like my life is a book written in a language I don't know how to read.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “The right belief is like a good cloak, I think. If it fits you well, it keeps you warm and safe. The wrong fit however, can suffocate.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “I ask of you your lives,” Elend said, voice echoing, “and your courage. I ask of you your faith, and your honor—your strength, and your compassion. For today, I lead you to die. I will not ask you to welcome this event. I will not insult you by calling it well, or just, or even glorious. But I will say this.“Each moment you fight is a gift to those in this cavern. Each second we fight is a second longer that thousands of people can draw breath. Each stroke of the sword, each koloss felled, each breath earned is a victory! It is a person protected for a moment longer, a life extended, an enemy frustrated!”There was a brief pause.“In the end, they will kill us,” Elend said, voice loud, ringing in the cavern. “But first, they shall fear us!”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “As I fear not a child with a weapon he cannot lift, I will never fear the mind of a man who does not think.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “You sent him to the sky to die, assassin,\" Kaladin said, Stormlight puffing from his lips, \"but the sky and the winds are mine. I claim them, as I now claim your life.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “That hat looks ridiculous.”“Fortunately, I can change hats,” Wayne said, “while you, sir, are stuck with that face.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Alloy of Law\n    \n    \n\n\n\n//\n\n", "\n      “It's a mystery,\" Vin said, narrowing her eyes and smiling. \"We Mistborn are incredibly mysterious.\" Elend paused.\" Um...I'm Mistborn too, Vin. That doesn't make any sense.\" \"We Mistborn need not make sense,\" Vin said.\" It's beneath us. Come on-the sun's already down. We need to get moving.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “What did you put in the fire?\" Kaladin said. \"To make that special smoke?\"\"Nothing. It was just and ordinary fire.\"\"But, I saw-\"\"What you saw belongs to you. A story doesn't live until it is imagined in someone's mind.\"\"What does the story mean, then?\"\"It means what you want it to mean,\" Hoid said. \"The purpose of a storyteller is not to tell you how to think , but to give you questions to think upon. Too often, we forget that.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Too many of us take great pains with what we ingest through our mouths, and far less with what we partake of through our ears and eyes.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “A woman's strength should not be in her role, whatever she chooses to be, but in the power to choose that role.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Personally, I say, \"Out of the frying pan and into the deadly pit filled with sharks who are wielding chainsaws with killer kittens stapled to them.\" However, that one's having a rough time catching on.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Scrivener's Bones\n    \n    \n\n\n\n//\n\n", "\n      “That’s the funny thing about arriving somewhere, Vin,” he said with a wink. “Once you’re there, the only thing you can really do is leave again.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Faith means that it doesn't matter what happens. You can trust that somebody is watching. Trust that somebody will make it all right.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “I don't talk to myself because I'm crazy.\"\"No?\"\"I do it because I'm awesome.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Authority doesn't come from a rank.,\" Kaladin said, fingering the spheres in his pocket.\"Where does it come from?\"\"From the men who give it to you. That's the only way to get it.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Women? Women are like...thunderstorms. They're beautiful to look at, and sometimes they're nice to listen to-but most of the time they're just plain inconvenient.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “I'm convinced that responsibility is some kind of psychological disease.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Knights of Crystallia\n    \n    \n\n\n\n//\n\n", "\n      “Personally, I like it much better when someone else does the decision making. That way you have legitimate grounds to whine and complain. I tend to find both whining and complaining quite interesting and amusing, though sometimes--unfortunately--it's hard to choose which one of the two I want to do.Sigh. LIfe can be so tough sometimes.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Scrivener's Bones\n    \n    \n\n\n\n//\n\n", "\n      “I bring you a message from a friend of ours,\" she said quietly. \"He wanted you to know that he's not dead. He can't be killed.\"\"He is hope.\"The she raised the spear and rammed it directly into the Lord Ruler's heart.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Kaladin frowned. “Wait. Are you wearing cologne? In prison?”“Well, there was no need to be barbaric, just because I was incarcerated.”“Storms, you’re spoiled,” Kaladin said, smiling.“I’m refined, you insolent farmer,” Adolin said. Then he grinned. “Besides, I’ll have you know that I had to use cold water for my baths while here.”“Poor boy.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “The hallmark of insecurity is bravado.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “This world, it is a tempest sometimes. But remember, the sun always rises again.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Accept the pain, but don't accept that you deserved it.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Sometimes, son,\" my father said, prying my fingers free, \"you have to help the heroes along.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “I will take responsibility for what I have done,” Dalinar whispered. “If I must fall, I will rise each time a better man.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Words are where most change begins.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Why did they believe? Because they saw miracles. Things one man took as chance, a man of faith took as a sign. A loved one recovering from disease, a fortunate business deal, a chance meeting with a long lost friend. It wasn't the grand doctrines or the sweeping ideals that seemed to make believers out of men. It was the simple magic in the world around them.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “Do not let your assumptions about a culture block your ability to perceive the individual, or you will fail.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “The most important step a man can take. It's not the first one, is it? It's the next one. Always the next step, Dalinar.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n  \n\n//\n\n", "\n      “Onward, then! To glory and some such nonsense.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Jasnah had once defined a fool as a person who ignored information because it disagreed with desired results.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “What is a woman's place in this modern world? Jasnah Kholin's words read. I rebel against this question, though so many of my peers ask it. The inherent bias in the inquiry seems invisible to so many of them. They consider themselves progressive because they are willing to challenge many of the assumptions of the past.They ignore the greater assumption--that a 'place' for women must be defined and set forth to begin with. Half of the population must somehow be reduced to the role arrived at by a single conversation. No matter how broad that role is, it will be--by-nature--a reduction from the infinite variety that is womanhood.I say that there is no role for women--there is, instead, a role for each woman, and she must make it for herself. For some, it will be the role of scholar; for others, it will be the role of wife. For others, it will be both. For yet others, it will be neither.Do not mistake me in assuming I value one woman's role above another. My point is not to stratify our society--we have done that far to well already--my point is to diversify our discourse.A woman's strength should not be in her role, whatever she chooses it to be, but in the power to choose that role. It is amazing to me that I even have to make this point, as I see it as the very foundation of our conversation.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “I once saw a spindly man carrying a stone larger than his head upon his back. He stumbled beneath the weight, shirtless under the sun, wearing only a loincloth. He tottered down a busy thoroughfare. People made way for him. Not because they sympathized with him, but because they feared the momentum of his steps. You dare not impede one such as this. The monarch is like this man, stumbling along, the weight of a kingdom on his shoulders. Many give way before him, but so few are willing to step in and help carry the stone. They do not wish to attach themselves to the work, lest they condemn themselves to a life full of extra burdens. I left my carriage that day and took up the stone, lifting it for the man. I believe my guards were embarrassed. One can ignore a poor shirtless wretch doing such labor, but none ignore a king sharing the load. Perhaps we should switch places more often. If a king is seen to assume the burden of the poorest of men, perhaps there will be those who will help him with his own load, so invisible, yet so daunting.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Hello, a cheerful voice said in his mind. Would you like to destroy some evil today?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “It sounds to me, young one,\" Haddek said, \"that you are searching for something that cannot be found.\"\"The truth?\" Sazed said.\"No,\" Haddek replied. \"A religion that requires no faith of its believers.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “It was strange, how easily and quickly protection could cause destruction. Sometimes, Vasher wondered if the two weren't really the same thing. Protect a flower, destroy pests who wanted to feed on it. Protect a building, destroy the plants that could have grown in the soil. Protect a man. Live with the destruction he creates.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Warbreaker\n    \n    \n\n\n\n//\n\n", "\n      “Better to be the failure who nobly strived than the success who never really had to.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Firstborn\n    \n    \n\n\n\n//\n\n", "\n      “Honestly, for an evil god of darkness, he certainly can be dull.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “The question,’ she replied, ‘is not whether you will love, hurt, dream, and die. It is what you will love, why you will hurt, when you will dream, and how you will die. This is your choice. You cannot pick the destination, only the path.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Brightness...I believe you stray into sarcasm.\"\"Funny.I thought I'd run straight into it,screaming at the top of my lungs.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “If you don't believe what I'm telling you, then ask yourself this: would any decent, kind-hearted individual become a writer? Of course not.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “I’m so storming pure I practically belch rainbows.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “I strive for nothing if not consistency”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “I think given the choice between loving Mare - betrayal included - and never knowing her, I'd chose love. I risked, and I lost, but the risk was still worth it.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “To live is to have worries and uncertainties. Keep them inside, and they will destroy you for certain--leaving behind a person so callused that emotion can find no root in his heart.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Elantris\n    \n    \n\n\n\n//\n\n", "\n      “Do not dash if you only have the strength to walk, and do not waste your time pushing on the walls that will not give. More importantly, don't shove where a pat would be sufficient.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Elantris\n    \n    \n\n\n\n//\n\n", "\n      “Remember, despite the fact that this book is being sold as a 'fantasy' novel, you must take all of the things it says extremely seriously, as they are quite important, are in no way silly, and always make sense.Rutabaga.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “And Vin liked solitude. When you're alone, no one can betray you”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “What would you think if I told you that I wasn’t an Allomancer?” Sazed asked.“I’d think that you were lying,” Vin said.“Have you known me to lie before?”“The best liars are those who tell the truth most of the time.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “I write these words in steel, for anything not set in metal cannot be trusted.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “You can't be so frightened of what might happen that you are unwilling to act.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “Ignorance is hardly unusual, Miss Davar. The longer I live, the more I come to realize that it is the natural state of the human mind. There are many who will strive to defend its sanctity and then expect you to be impressed with their efforts.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “I know, better than anyone else, that there are no heroes coming to save us. There are no good Epics. None of them protect us. Power corrupts, and absolute power corrupts absolutely.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “I can see what you’re up to.”“Five foot six inches,” Shallan said. “I suspect that’s all I will ever be up to, unfortunately.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “As she’d left, I’d glanced at her gun.This time, when she’d pointed it at me, she’d flicked the safety on. If that wasn’t true love, I don’t know what was.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Firefight\n    \n    \n\n\n\n//\n\n", "\n      “There are two kinds of people in this world, son. Those who save lives, and those who take lives.\"\"And what of those who protect and defend? Those who save lives by taking lives?\"\"That's like trying to stop a storm by blowing harder. Ridiculous. You can't protect by killing.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Those who take lightly promises they make to those they love are people who find little lasting satisfaction in life. This is not an easy time in which to live. That does not mean that it has to be a difficult time to love, but it does mean that you will find unusual stresses upon your lives and your relationship.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “I consider myself to be a man of principle. But, what man does not? Even the cutthroat, I have noticed, considers his actions \"moral\" after a fashion.Perhaps another person, reading of my life, would name me a religious tyrant. He could call me arrogant. What is to make that man's opinion any less valid than my own?I guess it all comes down to one fact: In the end, I'm the one with the armies.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “He ate my horse.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n  \n\n//\n\n", "\n      “Power is an illusion of perception.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Wayne's a little attached to that hat,\" Waxillium said. \"He thinks it's lucky.\"Wayne: \"It is lucky. I ain't never died while wearing that hat.\" Marasi frowned. \"I ... I'm not sure I know how to respond.\"Wax: \"That's a common reaction to Wayne.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Alloy of Law\n    \n    \n\n\n\n//\n\n", "\n      “That's kind of what trust is, isn't it? A willful self-delusion.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Two blind men waited at the end of an era, contemplating beauty.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Regardless, I often wish that the two groups - adults and kids - could find a way to get along better. Some sort of treaty or something. The biggest problem is, the adults have one of the most effective recruitment strategies in the world.Give them enough time, and they'll turn  any  kid into one of them.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Scrivener's Bones\n    \n    \n\n\n\n//\n\n", "\n      “When did you get so peppy?” she shouted.“Ever since I assumed I was dead, then I suddenly wasn't.”“Then remind me to try to kill you once in a while,” she snapped. “If I succeed, it will make me feel better, and if I fail, it will make you feel better. Everyone wins!”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Overcome your guilt. Care, but not too much. Take responsibility, but don't blame yourself. Protect, save, help- but know when to give up. They're precarious ledges to walk. How do I do it?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “There has to be a balance, Vin,\" Elend said. \"Somehow, we'll find it. The balance between whom we wish to be and whom we need to be.\" He sighed. \"But for now,\" he said, nodding to the side, \"we simply have to be satisfied with who we are.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “Kelsier exhaled in exasperation. “Elend Venture? You risked your life—risked the plan, and our lives—for that fool of a boy?”Vin looked up, glaring at him. “Yes.”“What is wrong with you, girl?” Kelsier asked. “Elend Venture isn’t worth this.”She stood angrily, Sazed backing away, the cloak falling the ﬂoor. “He’s a good man!”“He’s a nobleman!”“So are you!” Vin snapped. She waved a frustrated arm toward the kitchen and the crew. “What do you think this is, Kelsier? The life of a skaa? What do any of you know about skaa? Aristocratic suits, stalking your enemies in the night, full meals and nightcaps around the table with your friends? That’s not the life of a skaa!”She took a step forward, glaring at Kelsier. He blinked in surprise at the outburst.“What do you know about them, Kelsier?” she asked. “When’s the last time you slept in an alley, shivering in the cold rain, listening to the beggar next to you cough with a sickness you knew would kill him? When’s the last time you had to lay awake at night, terriﬁed that one of the men in your crew would try to rape you? Have you ever knelt, starving, wishing you had the courage to knife the crewmember beside you just so you could take his crust of bread? Have you ever cowered before your brother as he beat you, all the time feeling thankful because at least you had someone who paid attention to you?”She fell silent, pufﬁng slightly, the crewmembers staring at her.“Don’t talk to me about noblemen,” Vin said. “And don’t say things about people you don’t know. You’re no skaa— you’re just noblemen without titles.”She turned, stalking from the room. Kelsier watched her go, shocked, hearing her footsteps on the stairs. He stood, dumbfounded, feeling a surprising ﬂush of ashamed guilt.And, for once, found himself without anything to say.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Those candle flames were like the lives of men. So fragile. So deadly. Left alone, they lit and warmed. Let run rampant, they would destroy the very things they were meant to illuminate. Embryonic bonfires, each bearing a seed of destruction so potent it could tumble cities and dash kings to their knees.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “I like visiting people in prison. I can say whatever I want to them, and they can’t do anything about it.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “One cannot seperate truth from actions...Physically inevitable or not, truth stands above all things. It is independant of who has the best army, who can deliver the longest sermons, or even who has the most priests. It can be pushed down, but it will always surface. Truth is the one thing you can never intimidate.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Elantris\n    \n    \n\n\n\n//\n\n", "\n      “He smiled despite the grief he felt at the deaths of his men; he smiled because that was what he did. That was how he proved to the Lord Ruler-and to himself-that he wasn't beaten.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “All stories told have been told before. We tell them to ourselves, as did all men who ever were. And all men who ever will be. The only things new are the names.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “... everyone knows that ice cream is worth the trouble of being cold. Like all things virtuous, you have to suffer to gain the reward.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Rithmatist\n    \n    \n\n\n\n//\n\n", "\n      “Vin: I don't know -- and it's all your fault, you know. I used to understand everything. Now it's all confused.Kelsier: Yes, we've messed you up right properly.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “For now, I only wish to make a simple acknowledgement of the woman who held the power just before me.Of all of us who touched it, I feel she was the most worthy.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “Don’t do anything stupid.\"\"Don’t worry,\" I whispered over the line, \"I’m an expert on stupid.\"\"You’re...\"\"Like, I can spot stupidity, because I know it so well. The way an exterminator knows bugs really well, and can spot where they’ve been? I’m like that. A stupidinator.\"\"Never say that word again,\" Prof said.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Firefight\n    \n    \n\n\n\n//\n\n", "\n      “Definitely not—you optimists just can't understand that a depressed person doesn't want you to try and cheer them up. It makes us sick.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Elantris\n    \n    \n\n\n\n//\n\n", "\n      “You tried to help the people of the market. You mostly failed. This is life. The longer you live, the more you fail. Failure is the mark of a life well lived. In turn, the only way to live without failure is to be of no use to anyone. Trust me, I've practiced”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “I kind of lost track of time...\"\"For two hours?\"Elend nodded sheepishly. \"There were books involved.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “Ham turned back, still smiling. \"You make it sound so desperate, El.\"Elend looked over at him. \"The Assembly is a mess, a half-dozen warlords with superior armies are breathing down my neck, barely a month passes without someone sending assassins to kill me, and the woman I love is slowly driving me insane.\"Vin snorted at this last part.\"Oh is that all?\" Ham said. \"See? It's not so bad after all. I mean, we could be facing an immortal god and his all-powerful priests instead.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “In the end, I must proclaim that no good can be achieved of false means. For the substance of our existence is not in the achievement, but in the method.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “How . . .” Dalinar said. “You fell into a chasm!”“I fell face-first, sir,” Kaladin said, “and fortunately, I’m particularly hard-headed.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “An excuse is what you make after the deed is done, while a justification is what you offer before.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “If I should die,” Dalinar said, “then I would do so having lived my life right. It is not the destination that matters, but how one arrives there.”“The Codes?”“No. The Way of Kings.”“That storming book.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Are there any religions on your list that include the slaughter of noblemen as a holy duty?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Wayne: You wanna know why I really came to find you?Waxilliam: Why?Wayne: I thought of you happy in a comfy bed, resting and relaxing, spending the rest of your life sipping tea and reading papers while people bring you food and maids rub your toes and stuff.Waxilliam: And?Wayne: And I just couldn't leave you to a fate like that...I'm too good a friend to let a mate of mine die in such a terrible situation.Waxilliam: Comfortable?Wayne: No. Boring.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Alloy of Law\n    \n    \n\n\n\n//\n\n", "\n      “Ham smiled. \"Cett's going to be furious.\"Elend shrugged. \"He's a paraplegic. What's he going to do? Bite us?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n  \n\n//\n\n", "\n      “So, there I was, tied to an altar made from outdated encyclopedias, about to get sacrificed to the dark powers by a cult of evil Librarians.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “What do you know?”“Almost everything. That almost part can be a real kick in the teeth sometimes.”“What do you want, then?”“What I can’t have.” Wit turned to him, eyes solemn. “Same as everyone else, Kaladin Stormblessed.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Inappropriate?” Pattern said. “Such as … dividing by zero?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Yes, I began my journey alone, and I ended it alone. But that does not mean that I walked alone.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Vin isn't. . .like other women.\" Tindwyl raised an eyebrow, her voice softening slightly. \"I think that the more women you come to know, Your Majesty, the more you'll find that statement applies to all of them.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “Eternity ended ten years ago.”\n    ―\n  \n    Brandon Sanderson\n  \n\n\n", "\n      “Where there are villains, there will be heroes. Just wait. They will come.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “The world isn't fair? What a huge revelation! Some people in power abuse those they have power over? Amazing! When did this start happening?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Plots behind plots, plans behind plans. There was always another secret.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “I was thinking that work is like fertilizer in that I'm glad it exists; I just don't ever want to get stuck in it.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “For glory lit, and life alive, for goals unreached and aims to strive. All men must try, the wind did see. It is the test, it is the dream.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “A man is what he has passion about,” Breeze said. “I’ve found that if you give up what you want most for what you think you should want more, you’ll just end up miserable.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “Expectation wasn't just about what people expected of you. It was about what you expected of yourself.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “I don't have much time for stories,\" Vin said.\"Seems that fewer and fewer people do, these days.\" A canopy kept off the ash, but he seemed unconcerned about the mists. \"It makes me wonder what is so alluring about the real world that gives them all such a fetish for it. It's not a very nice place these days.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “They are presented attractively for the same reason that kittens are cute - so that they can draw you in, then pounce on you for the kill.Seriously. Stay away from kittens.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “You know,” OreSeur muttered quietly, obviously counting on her tin to let Vin hear him, “it seems that these meetings would be more productive if someone forgot to invite those two.”Vin smiled. “They’re not that bad,” she whispered.OreSeur raised an eyebrow.“Okay,” Vin said. “They do distract us a little bit.”“I could always eat on of them, if you wish,” OreSeur said. “That might speed things up.”Vin paused.OreSeur, however had a strange little smile on his lips. “Kandra humor, Mistress. I apologize. We can be a bit grim.”Vin smiled. “They probably wouldn’t taste very good anyway. Ham’s far too stringy, and you don’t want to know the kinds of things that Breeze spends his time eating….”“I’m not sure,” OreSeur said. “One is, after all, named ‘Ham.’ As for the other…” He nodded to the cup of wine in Breeze’s hand. “He does seem quite fond of marinating himself.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “Once there was a bunny. This bunny had a birthday party. It was the bestest birthday party ever. Because that was the day the bunny got a bazooka. THe bunny loved his bazooka. He blew up all sorts of things on the farm. He blew up the stable of Henrietta the Horse. He blew up the pen of Pugsly the Pig. He blew up the coop of Chuck the Chicken. \"I have the bestest bazooka ever,\" the bunny said. Then the farm friends proceeded to beat him senseless and steal his bazooka. It was the happiest day of his life. The end. Epilogue: Pugsly the Pig, now without a pen, was quite annoyed. When none of the others were looking, he stole the bazooka. He tied a bandana on his head and swore vengeance for what had been done to him. \"From this day on,\" he whispered, raising the bazooka, \"I shall be known as Hambo.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Scrivener's Bones\n    \n    \n\n\n\n//\n\n", "\n      “The trick to happiness wasn’t in freezing every momentary pleasure and clinging to each one, but in ensuring one’s life would produce many future moments to anticipate.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Can you feel it? Something just changed. I believe that’s the sound the world makes when it pisses itself.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Fleet kept running,” Kaladin growled, getting back under Elhokar’s arm.“What?”“He couldn't win, but he kept running. And when the storm caught him, it didn't matter that he’d died, because he’d run for all he had.”“Sure. All right.” The king sounded groggy, though Kaladin couldn't tell if it was the alcohol or the blood loss.“We all die in the end, you see,” Kaladin said. “So I guess what truly matters is just how well you've run. And Elhokar, you've kept running since your father was killed, even if you screw up all the storming time.”“Thank you?” the king said, drowsy.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Storms, woman,” [Kaladin] said. “I don’t know what to make of you.”“Preferably not a corpse.”“I’m surprised someone hasn't already done that.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Ten spears go to battle,\" he whispered, \"and nine shatter. Did the war forge the one that remained? No, Amaran. All the war did was identify the spear that would not break.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “I'm an amalgamation of what I've needed to be. Part scholar, part rebel, part nobleman, part Mistborn, and part soldier. Sometimes I don't even know myself. I had a devil of a time getting all those pieces to work together. And, just when I'm starting to get it figured out, the world up and ends on me.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “I want you to go back into the barrack and tell the men to come out after the storm. Tell them to look up at me tied here. Tell them I’ll open my eyes and look back at them, and they’ll know that I survived.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Expectation. That is the true soul of art. If you can give a man more than he expects, then he will laud you his entire life. If you can create an air of anticipation and feed it properly, you will succeed.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “If you’re always on time, it implies that you never have anything better you should be doing.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Mistborn: The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “We were like deaf people trying to dance to a beat we couldn't hear, long after the music actually stopped.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “There was rarely an obvious branching point in a person's life. People changed slowly, over time. You didn't take on step, then find yourself in a completely new location. You first took a little step off a path to avoid some rocks. For a while, you walked alongside the path, but then you wandered out a little way to step on softer soil. Then you stopped paying attention as you drifted farther and farther away. Finally, you found yourself in the wrong city, wondering why the signs on the roadway hadn't led you better.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Emperor's Soul\n    \n    \n\n\n\n//\n\n", "\n      “Are you that afraid of being wrong? One would assume you’d be accustomed to it by now.”He grunted. “Be careful, girl. You wouldn’t want to accidentally insult a man.”“The last thing I’d want to do is accidentally insult you, Vathah,” Shallan said. “To think that Icouldn’t manage it on purpose if I wanted!”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “What is belief - what is faith - if you don't continue it after failure?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n  \n\n//\n\n", "\n      “NO MATING.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “One can believe in a story without believing it happened.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Of all the recruits in his cohort, he had learned the quickest. How to hold the spear, how to stand tospar. He’d done it almost without instruction. That had shocked Tukks. But why should it have? Youwere not shocked when a child knew how to breathe. You were not shocked when a skyeel took flightfor the first time. You should not be shocked when you hand Kaladin Stormblessed a spear and heknows how to use it.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “I say that there is no role for women—there is, instead, a role for each woman, and she must make it for herself.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Though, if you think about it, hostile, dethroned pseudodeities probably make disagreeable neighbors. You'll have to figure out something to do with him.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “My name is Stephen Leeds, and I am perfectly sane. My hallucinations, however, are all quite mad.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Legion\n    \n    \n\n\n\n//\n\n", "\n      “I am the one thing you can never kill. I am Hope.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Kaladin screamed, reaching the end of the bridge. Finding a tiny surge of strength somewhere, he raised his spear and threw himself off the end of the wooden platform, launching into the air above the cavernous void.\tBridgemen cried out in dismay. Syl zipped about him with worry. Parshendi looked up with amazement as a lone bridgeman sailed through the air toward them.\tHis drained, worn-out body barely had any strength left. In that moment of crystallized time, he looked down on his enemies. Parshendi with their marbled red and black skin. Soldiers raising finely crafted weapons, as if to cut him from the sky. Strangers, oddities in carapace breastplates and skullcaps. Many of them wearing beards.\tBeards woven with glowing gemstones.\tKaladin breathed in.\tLike the power of salvation itself—like rays of sunlight from the eyes of the Almighty—Stormlight exploded from those gemstones. It streamed through the air, pulled in visible streams, like glowing columns of luminescent smoke. Twisting and turning and spiraling like tiny funnel clouds until they slammed into him.\tAnd the storm came to life again.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Too many scholars think of research as purely a cerebral pursuit. If we do nothing with the knowledge we gain, then we have wasted our study. Books can store information better than we can--what we we do that books cannot is interpret. So if one is not going to draw conclusions, then one might as well just leave the information in the texts.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “How do you fight someone smarter than yourself?' Rand Whispered. 'The answer is simple. You make her think that you are sitting down across the table from her, ready to play her game. Then you punch her in the face as hard as you can.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Gathering Storm\n    \n    \n\n\n\n//\n\n", "\n      “They looked so dangerous, like alligators. Really fast alligators wearing black. Ninja alligators. I decided not to use that one on Megan.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “If men should read these words, let them know that power is a heavy burden. Seek not to be bound by its chains.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “I have a smoke grenade in my room,\" I said.\"What?\" Megan asked. \"How?\"\"I grew up working at a munitions plant,\" I said. \"We mostly made rifles and handguns, but we worked with other factories. I got to pick up the occasional goody from the QC reject pile.\"\"A smoke grenade is a goody?\" Cody asked.I frowned. What did he mean? Of course it was. Who wouldn't want a smoke grenade when offered one?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n\n", "\n      “So,” Marasi said, “you traded a dead man’s scarf for another dead man’s gun. But…the gun itself belonged to someone dead, so by the same logic—”“Don’t try,” Waxillium said. “Logic doesn’t work on Wayne.”“I bought a ward against it off a traveling fortune-teller,” Wayne explained. “It lets me add two ’n’ two and get a pickle.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Alloy of Law\n    \n    \n\n\n\n//\n\n", "\n      “I will protect even those I hate,” Kaladin whispered through bloody lips. “So long as it is right.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “Elend started. \"Vin!\" Then, he smiled. \"What took you so long?\"\"I got delayed by an Inquistor and a dark god,\" she said. \"Now hustle.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “What you did tonight was clever,” Wit said. “You turned an attack into a promise. The wisest of men know that to render an insult powerless, you often need only to embrace it.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “The nature of the world is that when we create something, we often destroy something else in the process.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “How do you do that?” Mennis asked, frowning.“What?”“Smile so much.”“Oh, I’m just a happy person.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “The entire point of life is to find ways to get others to do your work for you. Don’t you know anything about basic economics?”\n    ―\n  \n    Brandon Sanderson\n  \n\n\n", "\n      “Not all librarians are evil cultists. Some librarians are instead vengeful undead who want to suck your soul.”\n    ―\n  \n    Brandon Sanderson (Alcatraz Smedry),\n  \n    \n      Alcatraz Versus the Scrivener's Bones\n    \n    \n\n\n\n//\n\n", "\n      “I froze, shocked. (And don't try to claim that you did anything different the first time a government bureaucrat pulled a gun on you.)”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “The problem with being clever, Serene thought with a sigh, is that everyone assumes you're always planning something.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Elantris\n    \n    \n\n\n\n//\n\n", "\n      “Life breaks us, Teft. Then we fill the cracks with something stronger.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Do not deride someone's faith simply because you do not share it, Lord Cladent,\" Sazed said quietly.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “A thing of nature.For every Push, there is a Pull. A consequence.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “I hadn’t been a nerd, mind you. I’d just been the type of guy who spent a lot of time by himself, focused entirely on a single consuming interest.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Firefight\n    \n    \n\n\n\n//\n\n", "\n      “Spook smiled. \"Elend is a forgetful scholar - twice as bad as Sazed ever was. He gets lost in his books and forgets about meeting he himself called. He only dresses with any sense of fashion because a Terriswoman bought him a new wardrobe. War has change him some, but on the inside, I think he's still just a dreamer caught in a world with too much violence.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “A man’s emotions are what define him, and control is the hallmark of true strength. To lack feeling is to be dead, but to act on every feeling is to be a child.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n  \n\n//\n\n", "\n      “You get to choose who you are. Legacy, memories of the past, can serve us well. But we cannot let them define us. When heritage becomes a box instead of an inspiration, it has gone too far.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Skyward\n    \n    \n\n\n\n//\n\n", "\n      “To believe, it seemed, one had to want to believe.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “Yes, Bastille. I keep trying to get killed because it's inconvenient for you.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Knights of Crystallia\n    \n    \n\n\n\n//\n\n", "\n      “So, when people try to give you some book with a shiny round award on the cover, be kind and gracious, but tell them you don't read \"fantasy,\" because you prefer stories that are real. Then come back here and continue your research on the cult of evil Librarians who secretly rule the world.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “Aim for the sun. That way if you miss, at least your arrow will fall far away, and the person it kills will likely be someone you don’t know.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Does one deserve to have evil done to her by consequence of putting herself where evil can reach her?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “You see the dilemma?” Ham asked. “I see an idiot,” Breeze mumbled.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Bitterness is repaid more often than kindness.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Sometimes we find it hardest to accept in others that which we cling to in ourselves.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “Kelsier smiled. 'It means that you, Vin, are a very special person. You have a power that most high noblemen envy. It is a power that, had you been born an aristocrat, would have made you one of the most deadly and influential people in all of the final empire.'Kelsier leaned forward again. 'But, you weren't born an aristocrat. You're not noble, Vin. You don't have to play by their rules--and that makes you even more powerful.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “You've got passion to kill but you need to find passion to live.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “She had a way of pouring everything of herself into what she did. When she fought, she was the blade. When she loved, she was the kiss. In that regard, she was far more … human than any I have known.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Shadows of Self\n    \n    \n\n\n\n//\n\n", "\n      “That caravan looks as if it’s all Vorin. Also, you look a little spindly for a Horneater.”“Did you just insult the princess’s weight?” Tyn asked, aghast.Storms! She was good. She actually managed to produce angerspren with the remark.Well, nothing to do but soldier on.“I am offend!” Shallan yelled.“You have offended Her Highness again!”“Very offend!”“You’d better apologize.”“No apologize!” Shallan declared. “Boots!”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “We want what we can’t have, even when we have no right to demand it.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Firefight\n    \n    \n\n\n\n//\n\n", "\n      “Breeze turned to look out the window. \"You were always the best of us, Sazed,\" he said quietly. \"Because you believed in something.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “Vin snorted, kneeling in the low tent as she pulled her belt tight; then she crawled over to him. \"I don't know how you read while riding,\" she said. \"Oh, it's quite easy - if you aren't afraid of horses.\" \"I'm not afraid of them,\" Vin said. \"They just don't like me. They know I can outrun them, and that makes them surly.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “We remember the good times and the bad ones, forgetting that most times are neither good nor bad. They just are.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “The most important words a man can say are, “I will do better.” These are not the most important words any man can say. I am a man, and they are what I needed to say.The ancient code of the Knights Radiant says “journey before destination.” Some may call it a simple platitude, but it is far more. A journey will have pain and failure. It is not only the steps forward that we must accept. It is the stumbles. The trials. The knowledge that we will fail. That we will hurt those around us.But if we stop, if we accept the person we are when we fall, the journey ends. That failure becomes our destination. To love the journey is to accept no such end. I have found, through painful experience, that the most important step a person can take is always the next one.I’m certain some will feel threatened by this record. Some few may feel liberated. Most will simply feel that it should not exist. I needed to write it anyway.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Great, Elend thought. I’ve filled my inner council with a bunch of thrill-seeking masochists. Even worse, I’ve decided to join them.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “Let your actions defend you, not your words.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n  \n\n//\n\n", "\n      “All right.First, find me a cliff\"\"That,will it give you a vantage to see the area?\"\"No,\" said Kaladin. \"It will give me something to throw you off of”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “But merely being tradition does not make something worthy, Kadash. We can't just assume that because something is old it is right.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Oathbringer\n    \n    \n\n\n\n//\n\n", "\n      “Well,” Waxillium said. “Perhaps I should begin by asking after your health.”“Perhaps you should,” Steris replied.“Er. Yes. How’s your health?”“Suitable.”“So is Waxillium,” Wayne added.They all turned to him.“You know,” he said. “He’s wearing a suit, and all. Suitable. Ahem. Is that mahogany?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Alloy of Law\n    \n    \n\n\n\n//\n\n", "\n      “Be warned - Hammond does tend to be a bit optimistic about these kind of things. If the army were made up of one-legged mutes, he would praise their balance and their listening skills.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Joel, lad, school is about learning to learn. If you don't practice studying things you don't like, then you'll have a very hard time in life.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Rithmatist\n    \n    \n\n\n\n//\n\n", "\n      “This is insanity!\"\"No, this is scholarship!”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “What kind of woman is still able to trust people after everything she's been through? If she'd been Vin, she would have stabbed him in the back at the first opportunity, and that would have probably been the right thing to do. Yet, this girl just continued to trust. It was like finding a beautiful plant growing alone in a field of burnt ash.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Hero of Ages\n    \n    \n\n\n\n//\n\n", "\n      “One can have a wit, but not a witless”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “It is a time of change,'' Sazed said. ''Perhaps it is also time to learn of other truths, other ways.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “Don’t worry that you aren’t giving people what they want. Give them who you are, and let that be enough.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Mistborn Trilogy\n    \n    \n\n\n\n//\n\n", "\n      “So, uh,” I said, shuffling from one foot to the other, “want to go with me to check up on Obliteration? If you’re not doing anything else important, I mean.”She cocked her head. “Did you just invite me on a date … to spy on a deadly Epic planning to destroy the city?”“Well, I don’t have a lot of experience with dating, but I’ve always heard you’re supposed to pick something you know the girl will enjoy...”She smiled. “Well, let’s get to it then.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Firefight\n    \n    \n\n\n\n//\n\n", "\n      “God is the creator of all things, right? He is the force that dictates the laws of the universe, and is therefore the ultimate source of ethics. He is absolute morality...We claim to be doing good. But the Lord Ruler - as God - defines what is good. So by opposing him we're actually evil. But since he's doing the wrong thing, does evil actually count as good in this case?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Everything is a contest. All dealings among men are a contest in which some will succeed and others fail. And some are failing quite spectacularly.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “The ways of Wayne are mysterious and incomprehensible.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Alloy of Law\n    \n    \n\n\n\n//\n\n", "\n      “Incredible cosmic powers do not equate with high IQ.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “You can't just avoid the game by saying you don't want to play.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Your insult has offended me. If we were at the Peaks, we would have to duel in traditional alil'tiki'i fashion.\"\"Which is what?\" Teft asked. \"With spears?\"Rock laughed. \"No, no. We upon the Peaks are not barbarians like you down here.\"\"How then?\" Kaladin asked, genuinely curious.\"Well,\" Rock said, \"is involving much mudbeer and singing.\"“How's that a duel?”\"He who can still sing after the most drinks is winner. Plus, soon' everyone is so drunk that they forget what argument was about.\"Teft laughed. \"Beats knives at dawn, I suppose.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “I never wanted to be feared. If I regret one thing, it is the fear I have caused. Fear is the tool of tyrants. Unfortunately, when the fate of the world is in question, you use whatever tools are available.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “What is it we value? Innovation. Originality. Novelty. But most importantly...timeliness. I fear you may be too late, my confused, unfortunate, friend.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Way of Kings\n    \n    \n\n\n\n//\n\n", "\n      “There is beauty in compassion, but one must learn wisdom too.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “Books have great value, actions have greater value.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Well of Ascension\n    \n    \n\n\n\n//\n\n", "\n      “People can do great things. However, there are somethings they just can't do. I, for instance, have not been able to transform myself into a Popsicle, despite years of effort. I could, however, make myself insane, if I wished. (Though if I achieved the second, I might be able to make myself think I'd achieved the first....)Anyway, if there's a lesson to be learned, it's this: great success often depends on being able to distinguish between the impossible and the improbable. Or, in easier terms, distinguishing between Popsicles and insanity.Any questions?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Evil Librarians\n    \n    \n\n\n\n//\n\n", "\n      “Every action we take has consequences, Vin,\" Kelsier said. \"I've found that in both Allomancy and life, the person who can best judge the consequences of their actions will be the most successful.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      The Final Empire\n    \n    \n\n\n\n//\n\n", "\n      “People need stories, child. They bring us hope, and that hope is real. If that's the case, what does it matter whether people in them actually lived?”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Skyward\n    \n    \n\n\n\n//\n\n", "\n      “I trust you. It’s a very strange sensation.”“Yeah, well, I’ll try to hold myself back from going skipping across the plateau in joy.”Adolin grinned. “I’d pay to see that.”“Me skipping?”“You happy,” Adolin said, laughing. “You’ve got a face like a storm! I half think you could frighten off a storm.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “To live was to be a fragment of the cosmere that was experiencing itself.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n\n", "\n      “It's like a banana farm for guns!”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Steelheart\n    \n    \n\n\n\n//\n\n", "\n      “Now you may have gotten the impression that there are absolutely no uses for Librarians. I'm sorry if I implied that. Librarians are very useful. For instance, they are useful if you are fishing for sharks and need some bait. They're also useful for throwing out windows to test the effects of concrete impact on horn-rimmed glasses. If you have enough Librarians, you can build bridges out of them. (Just like witches.)And, unfortunately, they are also useful for organizing things.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Alcatraz Versus the Knights of Crystallia\n    \n    \n\n\n\n//\n\n", "\n      “It’s not a lie,” Shallan said, “if everyone understands and knows what it means.”“Mm. Those are some of the best lies.”\n    ―\n  \n    Brandon Sanderson,\n  \n    \n      Words of Radiance\n    \n    \n\n\n\n//\n"]